[
  { 
    "frase": "It's not who I am underneath, but what I do that defines me.", 
    "autor": "Batman" 
  },
  { "frase": "The night is darkest just before the dawn. And I promise you, the dawn is coming.", 
    "autor": "Batman" 
  },
  { "frase": "Fear is what gives the rest of you strength.", 
    "autor": "Batman" 
  },
  { "frase": "Those who stand at the top determine what’s wrong and what’s right.", 
    "autor": "Attack on Titan" 
  },
  { "frase": "The only thing we're allowed to do is to believe. We can’t change anything.", 
    "autor": "Attack on Titan" 
  },
  { "frase": "People’s lives don’t end when they die, it ends when they lose faith.", 
    "autor": "Itachi Uchiha" 
  },
  { "frase": "Do not pray for an easy life. Pray for the strength to endure a difficult one.", 
    "autor": "Bruce Lee" 
  },
  { "frase": "Strength does not come from winning. Your struggles develop your strengths.", 
    "autor": "Arnold Schwarzenegger" 
  },
  { "frase": "Pain is temporary. Quitting lasts forever.", 
    "autor": "Lance Armstrong" 
  },
  { "frase": "In our society, letting others find out that you are a nice person is a very risky move.", 
    "autor": "Death Note" 
  },
  { "frase": "Power comes in response to a need, not a desire.", 
    "autor": "Goku" 
  },
  { "frase": "I will surpass my limits, no matter what!", 
    "autor": "Naruto Uzumaki" 
  },
  { "frase": "A lesson without pain is meaningless.", 
    "autor": "Saint Seiya" 
  },
  { "frase": "Sometimes the things we want most are the hardest to achieve.", 
    "autor": "Batman" 
  },
  { "frase": "A lesson is never easy, but it always teaches you something.", 
    "autor": "Saint Seiya" 
  },
  { "frase": "In life, you must take risks or you'll never know your limits.", 
    "autor": "Anonymous" 
  },
  { "frase": "The harder the battle, the sweeter the victory.", 
    "autor": "Anonymous" 
  },
  { "frase": "Every man has his breaking point. Mine just happens to be the world.", 
    "autor": "Batman" 
  },
  { "frase": "The more you sweat in practice, the less you bleed in battle.", 
    "autor": "Norman Schwarzkopf" 
  },
  { "frase": "No one can make you feel inferior without your consent.", 
    "autor": "Eleanor Roosevelt" 
  },
  { "frase": "The world isn’t perfect. But it’s there for us trying the best it can… that’s what makes it beautiful.", 
    "autor": "Fullmetal Alchemist" 
  },
  { "frase": "A lesson without pain is meaningless. You must endure to grow.", 
    "autor": "Saint Seiya" 
  },
  { "frase": "When you have exhausted all possibilities, remember this: you haven’t.", 
    "autor": "Thomas Edison" 
  },
  { "frase": "Fear is the little-death that brings total obliteration.", 
    "autor": "Frank Herbert, Dune" 
  },
  { "frase": "I am vengeance. I am the night. I am Batman!", 
    "autor": "Batman" 
  },
  { "frase": "The only limits that exist are the ones you place upon yourself.", 
    "autor": "Anonymous" 
  },
  { "frase": "Live as if you were to die tomorrow. Learn as if you were to live forever.", 
    "autor": "Mahatma Gandhi" 
  },
  { "frase": "Harden yourself to the pain, and it will never break you.", 
    "autor": "Naruto" 
  },
  { "frase": "People who can’t throw something important away can never hope to change anything.", 
    "autor": "Attack on Titan" 
  },
  { "frase": "It’s not about deserve, it’s about what you believe. And I believe in love.", 
    "autor": "Wonder Woman" 
  }
]